Repository: mohamad171/AIHelp-Backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: %(value)s is a blacked username
fa: کلمه %(value)s برای نام کاربری غیر قابل استفاده است.

source: %(value)s is a reserved username
fa: کلمه %(value)s برای نام کاربری رزرو شده است.

source: comment
fa: نظرات

source: Farsi
fa: فارسی

source: site_title
fa: Boomilia

source: site_description
fa: بومیلیا Boomilia جامعه کاربری ایده‌پردازان، طراحان و سازندگان دکوراسیون داخلی

source: site_keywords
fa: بومیلیا, Boomilia, مبلمان, دکوراسیون, داخلی, کاغذ دیواری، mdf, کتابخانه, کمد

source: user_approved
fa: هویت کاربر تایید شده است.

source: user_not_approved
fa: هویت کاربر هنوز تایید نشده است.

source: important
fa: مهم

source: logout
fa: خروج

source: new post
fa: ارسال جدید

source: login
fa: ورود

source: register
fa: عضویت

source: Waiting for confirmation
fa: درانتظارتایید

source: username
fa: نام کاربری

source: email
fa: رایانامه(ایمیل)

source: location
fa: مکان

source: address
fa: نشانی

source: brand_name
fa: اسم برند

source: company_name
fa: نام شرکت

source: site
fa: تارنما(سایت)

source: work_experience
fa: سابقه کار

source: engineering_number
fa: شماره نظام مهندسی

source: product_registration_number
fa: شماره ثبت محصول

source: category
fa: گروه

source: bio
fa: معرفی

source: phone
fa: تلفن

source: fax
fa: فکس

source: Reset Password
fa: بازیابی رمز عبور

source: full name
fa: نام

source: avatar
fa: آواتار

source: bale_link
fa: لینک بله

source: telegram_link
fa: لینک تلگرام

source: instagram_link
fa: لینک اینستاگرام

source: aparat_link
fa: لینک آپارات

source: birth_date
fa: تاریخ تولد/تاسیس

source: Email
fa: رایانامه(ایمیل)

source: Category
fa: گروه

source: This is your business category
fa: شاخه فعالیتی شغلی شما

source: email address
fa: رایانامه(ایمیل)

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
fa: حداکثر ۱۵۰ کاراکتر

source: A user with that username already exists.
fa: کاربری با این نام کاربری وجود دارد

source: brand name
fa: اسم برند

source: company name
fa: نام شرکت

source: work experience
fa: سابقه کار

source: engineering number
fa: شماره نظام مهندسی

source: product registration number
fa: شماره ثبت محصول

source: bale link
fa: لینک بله

source: telegram link
fa: لینک تلگرام

source: whatsapp link
fa: لینک واتس اپ

source: instagram link
fa: لینک اینستاگرام

source: aparat link
fa: لینک آپارات
